Revit 2024 API
ParameterTypeId.RebarInstanceBendDiameter Property
 "Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarInstanceBendDiameter { get; }
Visual Basic
Public Shared ReadOnly Property RebarInstanceBendDiameter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarInstanceBendDiameter {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace